Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/patentstyret.no.csv-nb-nn.deduped.tmx
Source language: nb
Languages: nn

source: – For selskaper som skal ha et produkt på markedet eller bruke navnet i markedsføring, så er den vanligste fallgruven at de velger et navn som beskriver produktet eller et navn som er registrert for samme varer og tjenester.
nn: – For selskap som skal ha eit produkt på marknaden eller bruke namnet i marknadsføring, så er den vanlegaste fallgruva at dei vel eit namn som beskriv produktet eller eit namn som er registrert for samme varer og tenester.

source: Hvis det ikke leveres fullmakt, vil all videre kommunikasjon foregå direkte med innsigeren.
nn: Viss det ikkje vert levert fullmakt, vil all vidare kommunikasjon foregå direkte med innsigaren.

source: For administrativ overprøving etter designloven og foretaksnavneloven kan det kun tilkjennes sakskostnader i klagesaken for Klagenemnda.
nn: For administrativ overprøving etter designlova og føretaksnamnelova kan det berre tilkjennast sakskostnader i klagesaka for Klagenemnda.

source: Hvis det er spesielle grunner, kan du også be om at spesielle forretningshemmeligheter ikke blir offentliggjort.
nn: Viss det er spesielle grunnar, kan du også be om at spesielle forretningsløyndomar ikkje blir offentleggjorde.

source: Et varemerke som er beskrivende og/eller mangler særpreg kan registreres hvis varemerket er innarbeidet.
nn: Eit varemerke som er beskrivande og/eller manglar særpreg kan bli registrert viss varemerket er innarbeidet.

source: få beskjed om korrespondanse, innsigelser, statusendringer for søknader, avgjørelser, fornyelser og når neste avgift forfaller til betaling.
nn: få beskjed om korrespondanse, motsegn, statusendringar for søknadar, avgjerder, fornyingar og når neste avgift forfell til betaling.

source: I Norge finnes det private patentbyråer som kan bistå med blant annet utarbeidelsen av patent-, varemerke- og designsøknader i Norge og utlandet, samt følge opp viktige tidsfrister og innbetalinger.
nn: I Noreg finst det private patentbyrå som kan hjelpe med blant anna utarbeiding av patent-, varemerke- og designsøknadar i Noreg og utlandet, samt følgje opp viktige tidsfristar og innbetalingar.

source: mener vi å gi konkrete forslag til hva du skal eller bør foreta deg, eller hjelpe deg med ulike typer strategier innenfor patent, varemerke eller design.
nn: meiner vi å gje konkrete framlegg om kva du skal eller bør gjere, eller hjelpe deg med ulike strategiar innanfor patent, varemerke eller design.

source: Beskyttelse av teknologien er avgjørende
nn: Vern av teknologien er avgjerande

source: Vi sjekker at søknaden er riktig formelt utfylt og sender den videre til WIPO.
nn: Vi sjekkar at søknaden er riktig formelt utfylt og sender den vidare til WIPO.

source: Dersom sakens karakter tilsier det, eller dersom utfallet av saken har prinsipielle konsekvenser, kan en seksjonssjef/seniorrådgiver/rådgiver i Design- og varemerkeavdelingen møte.
nn: Dersom saka sin karakter tilseier det, eller dersom utfallet av saka har prinsipielle konsekvensar, kan ein seksjonssjef/seniorrådgivar/rådgivar i Design- og varemerkeavdelinga møte.

source: Høy kompetanse, engasjerte og fornøyde medarbeidere, høy kundetilfredshet og varierte arbeidsoppgaver gjør at Patentstyret er blant de beste arbeidsplassene i Norge.
nn: Høg kompetanse, engasjerte og fornøgde medarbeidarar, høg kundetrivsel og varierte arbeidsoppgåver gjer at Patentstyret er blant dei beste arbeidsplassane i Noreg.

source: For manglende betaling av årsavgift som inntraff før 1.
nn: For manglande betaling av årsavgift som inntrefte før 1.

source: Patentstyret ikke vurderer om designet oppfyller alle vilkårene for å bli registrert som et internasjonalt design
nn: Patentstyret ikkje vurderer om designet oppfyller alle vilkåra for å bli registrert som ein internasjonal design

source: Du betaler alle avgifter direkte til WIPO i sveitsiske franc.
nn: Du betalar alle avgifter direkte til WIPO i sveitsiske franc.

source: I en shoppingsituasjon møter man en kaskade av synsinntrykk, og i praksis sammenligner man ikke varemerker side og side, men må stole på hukommelsen.
nn: I ein shoppingsituasjon møter ein ein kaskade av synsinntrykk, og i praksis samanliknar ein ikkje varemerke side og side, men må stole på minnet.

source: Fargen eller fargene skal være klart og entydig angitt, med allment aksepterte (leksikale) termer - eksempelvis "azurblå" og "burgunderrød".
nn: Fargen eller fargane skal vere klart og eintydig angitt, med allment aksepterte (leksikale) termer - til dømes "azurblå" og "burgunderraud".

source: Hvis du mener det er et inngrep, bør du ta kontakt med den andre parten og forklare synet ditt.
nn: Dersom du meiner det er eit inngrep, bør du ta kontakt med den andre parten og forklare synet ditt.

source: Hvis Patentstyret avslår søknaden din kan du kreve ny vurdering av saken.
nn: Dersom Patentstyret avslår søknaden din kan du krevje ny vurdering av saka.

source: Resultatet av en forundersøkelse er ikke bindende for Patentstyret ved en senere søknad.
nn: Resultatet av ei forundersøking er ikkje bindande for Patentstyret ved ein senare søknad.

source: Denne type dokumentasjon er egnet til å vise relevant varemerkebruk hvis det sendes inn daterte utskrifter av det aktuelle nettstedet.
nn: Denne type dokumentasjon er eigna til å vise relevant varemerkebruk viss det sendast inn daterte utskrifter av den aktuelle nettstaden.

source: Grunnen til dette er at det kan være mangler ved søknaden som gjør at du må sende inn en ny søknad.
nn: Grunnen til dette er at det kan vere manglar ved søknaden som gjer at du må sende inn ein ny søknad.

source: Også forvaltningsloven kapittel VI om klage og omgjøring vil gjelde.
nn: Også forvaltingslova kapittel VI om klage og omgjering vil gjelde.

source: Fristen for å gjenoppta søknadsbehandlingen er to måneder for varemerker og design, fire måneder for patent.
nn: Fristen for å gjenoppta søknadsbehandlinga er to månader for varemerke og design, fire månader for patent.

source: Melding om endringer av innehaver og fullmektig i Norge og EPO
nn: Melding om endringar av innehavar og fullmektig i Noreg og EPO

source: Hvis kravstilleren ikke har tatt slik kontakt og ikke kan gi noen god begrunnelse for dette, vil et krav om sakskostnader kunne fremstå som urimelig.
nn: Dersom kravstillaren ikkje har teke slik kontakt og ikkje kan gi noka god grunngiving for det, vil eit krav om sakskostnader kunne framstå som urimeleg.

source: sjekke i Brønnøysundregistrene
nn: sjekke i Brønnøysundregistra

source: du kan opprettholde patentsøknaden eller patentet ditt ved å betale årlige avgifter fra søknaden kommer inn og i inntil 20 år.
nn: du kan oppretthalde patentsøknaden eller patentet ditt ved å betale årlege avgifter frå søknaden kom inn og i inntil 20 år.

source: Frist for uttalelse og/eller retting av mangler i klagen
nn: Frist for utsegn og/eller retting av manglar i klagen

source: Du kan krysse av i søknadsskjemaet for supplerende undersøkelse.
nn: Du kan krysse av i søknadsskjemaet for supplerande undersøking.

source: «Det er kostbart og tidkrevende å registrere patenter og varemerker.
nn: «Det er kostbart og tidkrevjande å registrere patent og varemerke.

source: 1-3 Hvordan skal muntlige forhandlinger avtales?
nn: 1-3 Korleis skal munnlege forhandlingar avtalast?

source: Trådløse detektorer har derfor ikke vært tilgjengelige i denne industrien hittil, selv om etterspørselen har vært der.
nn: Trådlause detektorar har derfor ikkje vore tilgjengelege i denne industrien til no, sjølv om etterspurnaden har vore der.

source: De kan drepe den kjemisk eller med medikamenter, eller de kan velge en biologisk løsning med leppefisk.
nn: Dei kan drepe parasittane kjemisk eller med medikament, eller dei kan velje ei biologisk løysing med leppefisk.

source: Børster for maskiner
nn: Børstar for maskiner

source: Partene er ikke forpliktet til å godta forslaget til forlik.
nn: Partane er ikkje forplikta til å godta forslaget til forlik.

source: Hvis prioriteten ikke gjelder alle varer/tjenester i den internasjonale søknaden, skal du angi de varene og tjenestene du krever prioritet for.
nn: Viss prioriteten ikkje gjeld alle varer/tenester i den internasjonale søknaden, skal du oppgi dei varene og tenestene du krev prioritet for.

source: Når vi regner saken som tilstrekkelig opplyst foretar vi en ny vurdering som er uavhengig av vurderingen som ble gjort da patentet ble meddelt.
nn: Når vi reknar saka som tilstrekkeleg opplyst, gjer vi ei ny vurdering som er uavhengig av vurderinga som blei gjort då patentet blei kunngjort.

source: Oppgi faguttrykk eller nøkkelord du kjenner til, gjerne på engelsk eller annet relevant språk
nn: Oppgi faguttrykk eller nøkkelord du kjenner til, gjerne på engelsk eller anna relevant språk

source: vurdere om en oppfinnelse er ny
nn: vurdere om ei oppfinning er ny

source: Endringer i eksisterende tekst merkes med rød skrift i minimum to (2) måneder etter at endringen er foretatt.
nn: Endringar i eksisterande tekst meirkast med raud skrift i minimum to (2) månader etter at endringa er gjort.

source: Tredjemenn vil kunne fastslå når det tidligst kan leveres inn et krav om administrativ overprøving, eller reises søksmål om sletting.
nn: Tredjemenn vil kunne fastslå når det tidlegast kan leverast inn eit krav om administrativ overprøving, eller reisast søksmål om sletting.

source: Skaff deg grunnleggende kompetanse om IPR og lag en forvaltningsplan for virksomhetens immaterielle rettigheter, en såkalt IPR-strategi.
nn: Skaff deg grunnleggjande kompetanse om IPR og lag ein forvaltningsplan for verksemdas immaterielle rettar, ein såkalla IPR-stratgi.

source: Du kan heller ikke få slettet opplysninger som er nødvendige for at Patentstyret skal kunne oppfylle sine formål med behandlingen, eller hvis sletting vil stride mot Patentstyrets forpliktelser etter gjeldende lovgivning eller internasjonale forpliktelser.
nn: Du kan heller ikkje få sletta opplysingar som er nødvendige for at Patentstyret skal kunne oppfylle formåla sine med behandlinga, eller dersom sletting vil stride mot Patentstyret sine plikter etter gjeldande lovgiving eller internasjonale plikter.

source: Sørg for god informasjonssikkerhet og konfidensialitet, og inngå avtaler både med egne ansatte, konsulenter og underleverandører til virksomheten.
nn: Sørg for god informasjonssikkerheit og konfidensialitet, og inngå avtalar måde med eigne tilsette, konsulentar og underleverandørar til verksemda.

source: Hadde du noen form for kontrollrutiner for betaling av avgifter og gebyrer, for å sikre at avgifter og gebyrer ble betalt i tilfelle du var forhindret fra å følge opp løpende betalinger?
nn: Hadde du noko form for kontrollrutinar for betaling av avgifter, for å sikra at avgifter blei betalt i tilfelle du var forhindra fråå følgje opp løpande betalingar?

source: Dette er helt sentralt for grønnere transportløsninger verden over.
nn: Dette er heilt sentralt for grønare transportløysingar verda over.

source: De bruker to fullmektigbyrå i Norge som hjelper dem med søknader og oppfølging av rettigheter, og et eget byrå i Kina.
nn: Dei bruker to fullmektigbyrå i Noreg som hjelper dei med søknader og oppfølging av rettar, og eit eige byrå i Kina.

source: Navnet er den delen av merkevaren som kundene skal fremkalle fra hukommelsen, og som vi ønsker de skal knytte positive og relevante assosiasjoner til.
nn: Namnet er den delen av merkevara som kundane skal framkalle frå minnet, og som vi ønskjer dei skal knyte positive og relevante assosiasjonar til.

source: Dette gir deg mer tid til å velge hvilke andre land du ønsker å registrere designet i.
nn: Dette gir deg meir tid til å velje kva for andre land du ønskjer å registrere designet i.
